{
  "lignes": [
    {
      "ligne": "ICE",
      "infos_trafic": [
        {
          "annonce": "05/08/2023",
          "debut": "05/12/2023",
          "fin": "05/15/2023",
          "titre": "Travaux entre Paris et Francfort",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne ICE entre Paris et Francfort. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/15/2023",
          "debut": "05/17/2023",
          "fin": "05/19/2023",
          "titre": "Interruption de service entre Milan et Munich",
          "description": "En raison d'un incident technique, la circulation des trains ICE entre Milan et Munich est interrompue pendant deux jours. Des bus de remplacement seront mis en place. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        },
        {
          "annonce": "06/01/2023",
          "debut": "06/05/2023",
          "fin": "06/08/2023",
          "titre": "Perturbations dues aux grèves en Allemagne",
          "description": "Des mouvements de grève ont lieu en Allemagne, affectant les services ferroviaires ICE. Des retards et des annulations sont à prévoir. Veuillez vérifier les horaires avant votre départ."
        }
      ]
    },
    {
      "ligne": "ICS",
      "infos_trafic": [
        {
          "annonce": "05/13/2023",
          "debut": "05/15/2023",
          "fin": "05/16/2023",
          "titre": "Travaux de maintenance en Suisse",
          "description": "En raison de travaux de maintenance sur le réseau ferroviaire suisse, des perturbations sont à prévoir sur la ligne ICS. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/22/2023",
          "debut": "05/24/2023",
          "fin": "05/25/2023",
          "titre": "Restrictions de vitesse en raison des conditions météorologiques",
          "description": "En raison de fortes chutes de neige, la vitesse des trains ICS est réduite pour des raisons de sécurité. Des retards sont à prévoir. Veuillez prendre vos précautions et prévoir un temps de trajet supplémentaire."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Interruption de service entre Zurich et Genève",
          "description": "En raison de travaux de construction, la circulation des trains ICS entre Zurich et Genève est interrompue pendant plusieurs jours. Des bus de remplacement seront mis en place."
        }
      ]
    },
    {
      "ligne": "FGV Sud-Est",
      "infos_trafic": [
        {
          "annonce": "05/28/2023",
          "debut": "05/22/2023",
          "fin": "05/25/2023",
          "titre": "Travaux entre Paris et Lyon",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne FGV Sud-Est entre Paris et Lyon. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/20/2023",
          "debut": "05/23/2023",
          "fin": "05/25/2023",
          "titre": "Manifestation à Marseille",
          "description": "En raison d'une manifestation en cours à Marseille, la circulation des trains FGV Sud-Est peut être affectée. Des retards et des annulations sont possibles. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        },
        {
          "annonce": "06/05/2023",
          "debut": "06/07/2023",
          "fin": "06/09/2023",
          "titre": "Travaux de signalisation à Avignon",
          "description": "En raison de travaux de signalisation à Avignon, des perturbations sont à prévoir sur la ligne FGV Sud-Est. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "FGV Sud-Ouest",
      "infos_trafic": [
        {
          "annonce": "05/15/2023",
          "debut": "05/17/2023",
          "fin": "05/19/2023",
          "titre": "Perturbations dues aux intempéries",
          "description": "En raison des fortes pluies et des inondations dans la région, la circulation des trains FGV Sud-Ouest peut être perturbée. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "05/28/2023",
          "debut": "05/30/2023",
          "fin": "06/02/2023",
          "titre": "Travaux entre Bordeaux et Toulouse",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne FGV Sud-Ouest entre Bordeaux et Toulouse. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Manifestation à Bayonne",
          "description": "En raison d'une manifestation en cours à Bayonne, la circulation des trains FGV Sud-Ouest peut être affectée. Des retards et des annulations sont possibles. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        }
      ]
    },
        {
      "ligne": "FGV Nord-Ouest",
      "infos_trafic": [
        {
          "annonce": "05/10/2023",
          "debut": "05/14/2023",
          "fin": "05/16/2023",
          "titre": "Travaux entre Paris et Lille",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne FGV Nord-Ouest entre Paris et Lille. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/25/2023",
          "debut": "05/28/2023",
          "fin": "05/30/2023",
          "titre": "Travaux entre Lille et Bruxelles",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne FGV Nord-Ouest entre Lille et Bruxelles. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/07/2023",
          "debut": "06/10/2023",
          "fin": "06/12/2023",
          "titre": "Interruption de service entre Rennes et Nantes",
          "description": "En raison de travaux de construction, la circulation des trains FGV Nord-Ouest entre Rennes et Nantes est interrompue pendant plusieurs jours. Des bus de remplacement seront mis en place. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        }
      ]
    },
    {
      "ligne": "TER AuRA",
      "infos_trafic": [
        {
          "annonce": "05/10/2023",
          "debut": "05/12/2023",
          "fin": "05/15/2023",
          "titre": "Travaux sur la ligne Lyon-Grenoble",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TER AuRA entre Lyon et Grenoble. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/20/2023",
          "debut": "05/23/2023",
          "fin": "05/25/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TER AuRA. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/05/2023",
          "debut": "06/07/2023",
          "fin": "06/09/2023",
          "titre": "Travaux de signalisation à Chambéry",
          "description": "En raison de travaux de signalisation à Chambéry, des perturbations sont à prévoir sur la ligne TER AuRA. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "TER Alsace",
      "infos_trafic": [
        {
          "annonce": "05/15/2023",
          "debut": "05/17/2023",
          "fin": "05/19/2023",
          "titre": "Perturbations dues aux intempéries",
          "description": "En raison des fortes pluies et des inondations dans la région, la circulation des trains TER Alsace peut être perturbée. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "05/28/2023",
          "debut": "05/30/2023",
          "fin": "06/02/2023",
          "titre": "Travaux sur la ligne Strasbourg-Mulhouse",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TER Alsace entre Strasbourg et Mulhouse. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Manifestation à Colmar",
          "description": "En raison d'une manifestation en cours à Colmar, la circulation des trains TER Alsace peut être affectée. Des retards et des annulations sont possibles. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        }
      ]
    },
    {
      "ligne": "TER IDF",
      "infos_trafic": [
        {
          "annonce": "05/12/2023",
          "debut": "05/15/2023",
          "fin": "05/18/2023",
          "titre": "Travaux sur la ligne Paris-Orléans",
          "description": "En raison de travaux de maintenance, des perturbations sont à prévoir sur la ligne TER IDF entre Paris et Orléans. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/25/2023",
          "debut": "05/28/2023",
          "fin": "06/01/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TER IDF. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Travaux de signalisation à Versailles",
          "description": "En raison de travaux de signalisation à Versailles, des perturbations sont à prévoir sur la ligne TER IDF. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "TER PACA",
      "infos_trafic": [
        {
          "annonce": "05/13/2023",
          "debut": "05/15/2023",
          "fin": "05/17/2023",
          "titre": "Perturbations dues aux intempéries",
          "description": "En raison des fortes pluies et des inondations dans la région, la circulation des trains TER PACA peut être perturbée. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "05/22/2023",
          "debut": "05/25/2023",
          "fin": "05/28/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TER PACA. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/05/2023",
          "debut": "06/07/2023",
          "fin": "06/10/2023",
          "titre": "Travaux de signalisation à Marseille",
          "description": "En raison de travaux de signalisation à Marseille, des perturbations sont à prévoir sur la ligne TER PACA. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "TER BFC",
      "infos_trafic": [
        {
          "annonce": "05/10/2023",
          "debut": "05/12/2023",
          "fin": "05/15/2023",
          "titre": "Travaux sur la ligne Dijon-Besançon",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TER BFC entre Dijon et Besançon. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/20/2023",
          "debut": "05/23/2023",
          "fin": "05/25/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TER BFC. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/05/2023",
          "debut": "06/07/2023",
          "fin": "06/09/2023",
          "titre": "Travaux de signalisation à Dole",
          "description": "En raison de travaux de signalisation à Dole, des perturbations sont à prévoir sur la ligne TER BFC. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/15/2023",
          "debut": "05/17/2023",
          "fin": "05/19/2023",
          "titre": "Perturbations dues aux intempéries",
          "description": "En raison des fortes pluies et des inondations dans la région, la circulation des trains TER Bourgogne peut être perturbée. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "05/28/2023",
          "debut": "05/30/2023",
          "fin": "06/02/2023",
          "titre": "Travaux sur la ligne Dijon-Beaune",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TER Bourgogne entre Dijon et Beaune. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Manifestation à Nevers",
          "description": "En raison d'une manifestation en cours à Nevers, la circulation des trains TER Bourgogne peut être affectée. Des retards et des annulations sont possibles."
        }
      ]
    },
    {
      "ligne": "TER Occitanie",
      "infos_trafic": [
        {
          "annonce": "05/12/2023",
          "debut": "05/15/2023",
          "fin": "05/18/2023",
          "titre": "Travaux sur la ligne Toulouse-Montpellier",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TER Occitanie entre Toulouse et Montpellier. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/25/2023",
          "debut": "05/28/2023",
          "fin": "06/01/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TER Occitanie. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/10/2023",
          "debut": "06/12/2023",
          "fin": "06/15/2023",
          "titre": "Travaux de signalisation à Carcassonne",
          "description": "En raison de travaux de signalisation à Carcassonne, des perturbations sont à prévoir sur la ligne TER Occitanie. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "TEL A",
      "infos_trafic": [
        {
          "annonce": "05/14/2023",
          "debut": "05/16/2023",
          "fin": "05/19/2023",
          "titre": "Perturbations dues à un incident technique",
          "description": "En raison d'un incident technique sur la ligne TEL A, des perturbations sont à prévoir. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/27/2023",
          "debut": "05/30/2023",
          "fin": "06/01/2023",
          "titre": "Travaux de maintenance à Lyon Part-Dieu",
          "description": "En raison de travaux de maintenance à la gare de Lyon Part-Dieu, des perturbations sont à prévoir sur la ligne TEL A. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/09/2023",
          "debut": "06/11/2023",
          "fin": "06/14/2023",
          "titre": "Manifestation à Lyon",
          "description": "En raison d'une manifestation en cours à Lyon, la circulation des trains de la ligne TEL A peut être affectée. Des retards et des annulations sont possibles. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        }
      ]
    },
    {
      "ligne": "TEL B",
      "infos_trafic": [
        {
          "annonce": "05/13/2023",
          "debut": "05/15/2023",
          "fin": "05/17/2023",
          "titre": "Travaux sur la ligne TEL B",
          "description": "En raison de travaux de rénovation de voies, des perturbations sont à prévoir sur la ligne TEL B. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/22/2023",
          "debut": "05/25/2023",
          "fin": "05/28/2023",
          "titre": "Grève du personnel de conduite",
          "description": "En raison d'une grève du personnel de conduite, des perturbations sont à prévoir sur la ligne TEL B. Des retards et des annulations sont possibles. Veuillez vérifier les horaires avant votre départ."
        },
        {
          "annonce": "06/05/2023",
          "debut": "06/07/2023",
          "fin": "06/10/2023",
          "titre": "Travaux de signalisation à Lyon Part-Dieu",
          "description": "En raison de travaux de signalisation à la gare de Lyon Part-Dieu, des perturbations sont à prévoir sur la ligne TEL B. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        }
      ]
    },
    {
      "ligne": "TEL C",
      "infos_trafic": [
        {
          "annonce": "05/14/2023",
          "debut": "05/16/2023",
          "fin": "05/19/2023",
          "titre": "Perturbations dues à un incident technique",
          "description": "En raison d'un incident technique sur la ligne TEL C, des perturbations sont à prévoir. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "05/27/2023",
          "debut": "05/30/2023",
          "fin": "06/01/2023",
          "titre": "Travaux de maintenance à Lyon Part-Dieu",
          "description": "En raison de travaux de maintenance à la gare de Lyon Part-Dieu, des perturbations sont à prévoir sur la ligne TEL C. Des retards et des modifications d'itinéraire peuvent survenir. Veuillez consulter les horaires actualisés."
        },
        {
          "annonce": "06/09/2023",
          "debut": "06/11/2023",
          "fin": "06/14/2023",
          "titre": "Manifestation à Lyon",
          "description": "En raison d'une manifestation en cours à Lyon, la circulation des trains de la ligne TEL C peut être affectée. Des retards et des annulations sont possibles. Veuillez vous renseigner auprès du personnel pour plus d'informations."
        }
      ]
    }
  ]
}
